Repository: isabella232/kpc-uwp-core
Catalog: KpcUwpCore/Assets/Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp

# GetUpdate/Content
source: Get update
ja_jp: アップデートする

# MandatoryUpdateAvailableMessage/Text
source: A mandatory update is available for your app. Update now to continue using it.
ja_jp: 必須のアップデートがあります。アプリを使い続けるにはいますぐアップデートしてください。

# MandatoryUpdateAvailableTitle/Text
source: Update available
ja_jp: アップデートの準備ができています

# CheckConnection/Content
source: Check connection
ja_jp: 接続を確認する

# NoInternetConnectionMessage/Text
source: The app can't open because you are not connected to the internet. Make sure Wi-Fi is on and try again.
ja_jp: インターネットに接続していないため、アプリを開くことができません。 Wi-Fiがオンになっていることを確認して、もう一度お試しください。

# NoInternetConnectionTitle/Text
source: Check your connection
ja_jp: 接続を確認してください

# Refresh/Content
source: Refresh
ja_jp: リフレッシュする

# MandatoryUpdateFailedMessage/Text
source: The update has failed to download and install this time. You can try again via the Store or later by starting the app.
ja_jp: 更新を完了できませんでした。アプリを再起動するか、ストアから再試行してください。

# MandatoryUpdateInstallingMessage/Text
source: Updates for the app are now downloading and installing. This should only take a few minutes.
ja_jp: アップデートをダウンロードとインストールしています。アプリを閉じないでください。これには数分しかかかりません。

# MicrosoftStore/Content
source: Update via Microsoft Store
ja_jp: Microsoftストアからアップデートする

# TryLater/Content
source: Try again later
ja_jp: あとでもう一度お試しください
